Repository: DIKO-Doc/DIKO-Doc.github.io
Catalog: cht-to-eng/cht-to-eng-omegat.tmx
Source language: zh_tw
Languages: en

source: &Untranslated entries first
en: &Mǐ-transleiten entris biforhänd

source: &Validate Translations
en: &Välideit Transleiçions

source: &Validate translations
en: &Välideit transleiçions

source: &View
en: &Vyu

source: ' ' flag
en: 「 」旗標

source: '!' flag
en: 「!」旗標

source: '#' flag
en: 「#」旗標

source: '%%l' operand isn't a label
en: 「%%l」運算元不是一個標籤

source: '%d' is not a valid channel
en: '%d' 不是合於規定的頻道

source: '%d' is out of valid range <128-16384>
en: '%d' 落於範圍 <128-16384> 之外

source: '%d' value is out of range <0-3>
en: 「%d」值不在範圍內 <0-3>

source: '%ld' is not a valid channel
en: 「%ld」不是個有效的頻道

source: '%s' and '%s' arguments of '%s' intrinsic at %L must have the same type
en: 「%s」和「%s」引數(屬於「%s」內建函式)在 %L 處類型必須相同

source: '%s' and '%s' cannot have different values
en: “%s' 和'%s' 不能有不同的價值觀

source: '%s' argument of '%s' intrinsic at %L cannot be INTENT(IN)
en: 「%s」引數(屬於內建函式「%s」)在 %L 處不能是 INTENT(IN)

source: '%s' argument of '%s' intrinsic at %L must be %s
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須是 %s

source: '%s' argument of '%s' intrinsic at %L must be ALLOCATABLE
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須為 ALLOCATABLE

source: '%s' argument of '%s' intrinsic at %L must be INTEGER or LOGICAL
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須為 INTEGER 或 LOGICAL

source: '%s' argument of '%s' intrinsic at %L must be INTEGER or PROCEDURE
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須為 INTEGER 或 PROCEDURE

source: '%s' argument of '%s' intrinsic at %L must be INTEGER or REAL
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須為整數型或實數型

source: '%s' argument of '%s' intrinsic at %L must be REAL or COMPLEX
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須為實數型或複數型

source: '%s' argument of '%s' intrinsic at %L must be a POINTER or a TARGET
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須是一個 POINTER 或 TARGET

source: '%s' argument of '%s' intrinsic at %L must be a constant
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須是一個常數

source: '%s' argument of '%s' intrinsic at %L must be a logical array
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須是一個邏輯陣列

source: '%s' argument of '%s' intrinsic at %L must be a non-derived type
en: 引數「%s」(屬於內建函式「%s」，位於 %L)不能是衍生類型

source: '%s' argument of '%s' intrinsic at %L must be a numeric type
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須具有數字類型

source: '%s' argument of '%s' intrinsic at %L must be a scalar
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須是一個標量

source: '%s' argument of '%s' intrinsic at %L must be numeric or LOGICAL
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須為數字或 LOGICAL 型

source: '%s' argument of '%s' intrinsic at %L must be of a dummy variable
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須是一個啞元變數

source: '%s' argument of '%s' intrinsic at %L must be of kind %d
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須具有種別 %d

source: '%s' argument of '%s' intrinsic at %L must be of rank %d
en: 引數「%s」(屬於內建函式「%s」，位於 %L)的秩必須為 %d

source: '%s' argument of '%s' intrinsic at %L must be the same type and kind as '%s'
en: 引數「%s」(屬於內建函式「%s」，位於 %L)必須具有與「%s」一樣的類型和種別

source: '%s' argument of '%s' intrinsic at %L must not be OPTIONAL
en: 引數「%s」(屬於內建函式「%s」，位於 %L)不能為可選的

source: '%s' at %C is not a member of the '%s' structure
en: 「%s」在 %C 處不是「%s」結構的成員

source: '%s' can only be used with '%s=%s' (WEP)
en: 「%s」只能與「%s=%s」（WEP）搭配使用

source: '%s' connection requires '%s' setting
en: “%s' 連接需要'%s' 設置

source: '%s' connections must be enslaved to '%s', not '%s'
en: “%s' 連接必須被奴役'%s', 不是'%s'

source: '%s' connections require '%s' in this property
en: 「%s」連線需要「%s」在此內容中

source: '%s' contains invalid char(s) (use [A-Za-z._-])
en: '%s' 包含不合規定的字元（請使用 [A-Za-z._-]）

source: '%s' does not contain a valid PAC Script
en: “%s' 不包含有效的PAC腳本

source: '%s' is ambiguous: %s
en: “%s' 含糊不清： %s

source: '%s' is neither an UUID nor an interface name
en: '%s' 既不是 UUID 也不是介面名稱

source: '%s' is not a number
en: 「%s」不是個數字

source: '%s' is not a valid DCB flag
en: 「%s」不是有效的 DCB 旗標

source: '%s' is not a valid Ethernet MAC
en: 「%s」不是個有效的乙太網路 MAC

source: '%s' is not a valid IBoIP P_Key
en: 「%s」不是個有效的 IBoIP P_Key

source: '%s' is not a valid IPv4 address for '%s' option
en: '%s' 不是合於 '%s' 選項的 IPv4 位址。

source: '%s' is not a valid MAC address
en: 「%s」不是個有效的 MAC 位址

source: '%s' is not a valid UUID
en: 「%s」不是個有效的 UUID

source: '%s' is not a valid Wi-Fi mode
en: 「%s」不是個有效的 Wi-Fi 模式

source: '%s' is not a valid band
en: 「%s」不是個有效的頻道

source: '%s' is not a valid channel
en: 「%s」不是個有效的頻道

source: '%s' is not a valid channel; use <1-13>
en: 「%s」不是個有效的頻道；請使用 <1-13>

source: '%s' is not a valid duplex value
en: 「%s」不是個有效的雙工值

source: '%s' is not a valid hex character
en: 「%s」不是個有效的十六進位字元

source: '%s' is not a valid interface type
en: “%s' 不是有效的接口類型

source: '%s' is not a valid number
en: “%s' 不是有效的數字

source: '%s' is not a valid number (or out of range)
en: 「%s」不是個有效的數字（或是不在範圍內）

source: '%s' is not a valid value for '%s'
en: '%s' 不是合於 '%s' 規定的值

source: '%s' is not a valid value for the property
en: '%s' 不是合於屬性規定的值

source: '%s' is not allowed in bond_mode
en: “%s' bond_mode中不允許使用

source: '%s' is not allowed in fail_mode
en: “%s' 在fail_mode中不允許

source: '%s' is not allowed in lacp
en: “%s' 在lacp中是不允許的

source: '%s' is not allowed in vlan_mode
en: “%s' 在vlan_mode中不允許

source: '%s' is not compatible with '%s' type, please change or delete the key.
en: “%s' 與...不兼容%s' 鍵入，請更改或刪除密鑰。

source: '%s' is not valid
en: 「%s」無效

source: '%s' is not valid for the '%s' option: %s
en: “%s' 對''無效%s' 選項： %s

source: '%s' is not valid master; use ifname or connection UUID
en: 「%s」不是個有效的 master；請使用 ifname 或是連線 UUID

source: '%s' is not valid; use 'on', 'off', or 'ignore'
en: “%s' 無效;使用'on'，'off'或'ignore'

source: '%s' is not valid; use <option>=<value>
en: 「%s」無效；請使用 <option>=<value>

source: '%s' is not valid; use [%s] or [%s]
en: 「%s」無效；請使用「%s」或是「%s」

source: '%s' is out of range [0, %u]
en: “%s' 超出範圍[0， %u]

source: '%s' length is invalid (should be 5 or 6 digits)
en: '%s' 的長度不合規定（應為 5 或 6 位數）

source: '%s' not a number between 0 and %u (inclusive)
en: 「%s」不是組介於 0 和（包含）%u 之間的數字

source: '%s' not a number between 0 and %u (inclusive) or %u
en: 「%s」不是組介於 0 和（包含）%u 之間的數字或是 %u

source: '%s' not among [%s]
en: 「%s」不在「%s」之間

source: '%s' not compatible with %s '%s', please change the key or set the right %s first.
en: “%s' 不兼容 %s “%s', 請更改密鑰或設置正確 %s 第一。

source: '%s' option is empty
en: 未設定 '%s' 選項

source: '%s' option is not valid with mode '%s'
en: “%s' 選項對於模式'無效%s'

source: '%s' option is only valid for '%s=%s'
en: '%s' 選項僅適用於 '%s=%s'

source: '%s' option requires '%s' option to be set
en: '%s' 選項需要先設定 '%s' 選項

source: '%s' security requires '%s' setting presence
en: 「%s」安全性需要「%s」設定存在

source: '%s' security requires '%s=%s'
en: 「%s」安全性需要「%s=%s」

source: '%s' unexpected: parent already specified.
en: “%s' 意外：父已經指定。

source: '%s' value doesn't match '%s=%s'
en: '%s' 的值與 '%s=%s' 不符

source: '%s' was assigned to '%s', but was not defined during recompilation, or vice versa
en: 「%s」被指派給「%s」，但在重新編譯的程序中未定義，或相反

source: '%s::%s' is not a valid property name; '%s' is not a GObject subtype
en: “%s::%s' 不是有效的屬性名稱; “%s' 不是GObject子類型

source: '%s=%s' is incompatible with '%s > 0'
en: '%s=%s' 與 '%s > 0' 不相容

source: '%s=%s' is not a valid configuration for '%s'
en: '%s=%s' 不是合於 '%s' 規定的配置

source: ''' flag
en: 「'」旗標

source: '(' flag
en: 「(」旗標

source: '+' flag
en: 「+」旗標

source: '-' flag
en: 「-」旗標

source: '0' flag
en: 「0」旗標

source: 'B' operand has multiple bits set
en: 「B」運算元設定了多個位

source: 'B' operand is not constant
en: 「B」運算元不是一個常數

source: 'E' modifier
en: 「E」修飾符

source: 'I' flag
en: 「I」旗標

source: 'O' modifier
en: 「O」修飾符

source: '^' flag
en: 「^」旗標

source: '_' flag
en: 「_」旗標

source: 'a' flag
en: 「a」旗標

source: 'o' operand is not constant
en: 「o」運算元不是一個常數

source: 'q' flag
en: 「q」旗標

source: (%s): Invalid DHCP client-id %s
en: （%s): DHCP客戶端ID無效 %s

source: (0 new, 0 obsolete)
en: (0-gè niu, 0-gè obsoleten)

source: (Empty)
en: (空白)

source: (Learn more about GNU gettext)
en: (Lörn moa abaut GNU gettext)

source: (Messages without a matching method signature
en: (訊息缺少匹配的方法簽名

source: (New: %i, obsolete: %i)
en: (Niu: %i-gè, obsoleten: %i-gè)

source: (No custom routes)
en: （無自訂路由）

source: (No support for dynamic-wep yet...)
en: （尚不支援動態 wep）

source: (No support for wpa-enterprise yet...)
en: （尚不支援 wpa-enterprise）

source: (Use default language)
en: (Yus difàult leŋgueij)

source: (a pointer to member can only be formed with %<&%E%>)
en: (成員指標只能用 %<&%E%> 構成)

source: (an out of class initialization is required)
en: (需要一個類別外的初始化)

source: (beta version expires %s)
en: (beta vörçion ikspair gut %s)

source: (default)
en: （預設）

source: (if you use %<-fpermissive%>, G++ will accept your code, but allowing the use of an undeclared name is deprecated)
en: (如果您使用 %<-fpermissive%>，G++ 會接受您的程式碼，但是允許使用未定義的名稱是過時的風格)

source: (modified)
en: (modifaien)

source: (near initialization for %qs)
en: (在 %qs 的初始化附近)

source: (perhaps %<typename %T::%E%> was intended)
en: (也許您本意是想用 %<typename %T::%E%>)

source: (perhaps a semicolon is missing after the definition of %qT)
en: (%qT 的定義末尾可能缺少一個分號)

source: (requires Windows 8 or newer)
en: (rīkwair Windows 8 or niuer)

source: (so you should pass %qT not %qT to %<va_arg%>)
en: (因此您應該向 %<va_arg%> 傳遞 %qT 而不是 %qT)

source: (unknown error)
en: （不明錯誤）

source: (unknown)
en: (不明)

source: (unsaved)
en: (mǐ-seiven)

source: -### Like -v but options quoted and commands not executed
en: -### 與 -v 類似，但選項被引號括住，並且不執行命令

source: --bootclasspath PATH Override built-in class path
en: --bootclasspath PATH 覆寫內建的類別路徑

source: --classpath PATH Set path to find .class files
en: --classpath 路徑 設定尋找 .class 檔案的路徑

source: --extdirs PATH Set extensions directory path
en: --extdirs 路徑 設定擴充目錄

source: --help Display this information
en: --help 顯示此輔助說明

source: --help Print this help, then exit
en: --help 列印此輔助並離開

source: --javap Generate output in 'javap' format
en: --javap 產生「javap」格式的輸出

source: --param inline-unit-growth limit reached
en: 到達 --param inline-unit-growth 給定的極值

source: --param max-inline-insns-auto limit reached
en: 到達 --param max-inline-insns-single 給定的極值

source: --param max-inline-insns-single limit reached
en: 到達 --param max-inline-insns-single 給定的極值

source: --target-help Display target specific command line options
en: --target-help 顯示目標平臺器特定的命令列選項

source: --version Print version number, then exit
en: --version 列印版本號並離開

source: -B <directory> Add <directory> to the compiler's search paths
en: -B <目錄> 將 <目錄> 加入到編譯器的搜尋路徑中

source: -E Preprocess only; do not compile, assemble or link
en: -E 僅作預先處理，不進行編譯、組譯和連結

source: -I- specified twice
en: -I- 指定了兩次

source: -IDIR Append directory to class path
en: -I目錄 將目錄加入到類別路徑

source: -S Compile only; do not assemble or link
en: -S 編譯到組合語言，不進行組譯和連結

source: -Wa,<options> Pass comma-separated <options> on to the assembler
en: -Wa,<選項> 將逗號分隔的 <選項> 傳遞給組譯器

source: -Wformat-extra-args ignored without -Wformat
en: -Wformat-extra-args 未與 -Wformat 一起使用，已忽略

source: -Wformat-security ignored without -Wformat
en: -Wformat-security 未與 -Wformat 一起使用，已忽略

source: -Wformat-y2k ignored without -Wformat
en: -Wformat-y2k 未與 -Wformat 一起使用，已忽略

source: -Wformat-zero-length ignored without -Wformat
en: -Wformat-zero-length 未與 -Wformat 一起使用，已忽略

source: -Wl,<options> Pass comma-separated <options> on to the linker
en: -Wl,<選項> 將逗號分隔的 <選項> 傳遞給連結器

source: -Wp,<options> Pass comma-separated <options> on to the preprocessor
en: -Wp,<選項> 將逗號分隔的 <選項> 傳遞給前處理器

source: -Xassembler <arg> Pass <arg> on to the assembler
en: -Xassembler <參數> 將 <參數> 傳遞給組譯器

source: -Xbind-now and -Xbind-lazy are incompatible
en: -Xbind-now 與 -Xbind-lazy 不相容

source: -Xlinker <arg> Pass <arg> on to the linker
en: -Xlinker <參數> 將 <參數> 傳遞給連結器

source: -Xpreprocessor <arg> Pass <arg> on to the preprocessor
en: -Xpreprocessor <參數> 將 <參數> 傳遞給前處理器

source: -a, --all-blocks Show information for every basic block
en: -a, --all-blocks 顯示每個基本區塊的資訊

source: -b, --branch-probabilities Include branch probabilities in output
en: -b, --branch-probabilities 輸出包含分支概率

source: -bundle not allowed with -dynamiclib
en: -bundle 不允許與 -dynamiclib 一起使用

source: -bundle_loader not allowed with -dynamiclib
en: -bundle_loader 不能和 -dynamiclib 一起使用

source: -c Compile and assemble, but do not link
en: -c 編譯、組譯到目的程式碼，不進行連結

source: -c Disassemble method bodies
en: -c 反組譯方法體

source: -client_name not allowed with -dynamiclib
en: -client_name 不能和 -dynamiclib 一起使用

source: -current_version only allowed with -dynamiclib
en: -current_version 只能和 -dynamiclib 一起使用

source: -dumpmachine Display the compiler's target processor
en: -dumpmachine 顯示編譯器的目的處理器

source: -dumpspecs Display all of the built in spec strings
en: -dumpspecs 顯示所有內建 spec 字串

source: -dumpversion Display the version of the compiler
en: -dumpversion 顯示編譯器的版本號

source: -f%s and -msdata=%s are incompatible
en: -f%s 和 -msdata=%s 互不相容

source: -f%s ignored for target (all code is position independent)
en: -f%s 在目標平臺上被忽略(所有程式碼都是與位置無關的)

source: -f%s is not supported with CONST16 instructions
en: CONST16 指令不支援 -f%s

source: -f%s not supported: ignored
en: -f%s 不受支援：已忽略

source: -f, --function-summaries Output summaries for each function
en: -f, --function-summaries 輸出每個函式的小結資訊

source: -fPIC and -fpic are not supported in this configuration
en: -fPIC 和 -fpic 在此配置下不受支援

source: -fPIC and -mcall-%s are incompatible
en: -fPIC 與 -mcall-%s 互不相容

source: -fdata-sections not supported for this target
en: -fdata-sections 在此目標平臺上不受支援

source: -femit-class-file should used along with -fsyntax-only
en: -femit-class-file 應當與 -fsyntax-only 一起使用

source: -ffunction-sections disabled; it makes profiling impossible
en: -ffunction-sections 被停用；因此不可能進行取樣

source: -ffunction-sections not supported for this target
en: -ffunction-sections 在此目標平臺上不受支援

source: -fhandle-exceptions has been renamed -fexceptions (and is now on by default)
en: -fhandle-exceptions 已被重新命名為 -fexceptions (並且現在預設為開)

source: -fjni and -femit-class-file are incompatible
en: -fjni 與 -femit-class-file 不相容

source: -fjni and -femit-class-files are incompatible
en: -fjni 和 -femit-class-files 互不相容

source: -force_flat_namespace not allowed with -dynamiclib
en: -force_flat_namespace 不能和 -dynamiclib 一起使用

source: -fpic and -mapcs-reent are incompatible
en: -fpic 和 -mapcs-reent 互不相容

source: -fprefetch-loop-arrays is not supported with -Os
en: -fprefetch-loop-arrays 不支援與 -Os 並用

source: -fprefetch-loop-arrays not supported for this target
en: -fprefetch-loop-arrays 在此目標平臺上不受支援

source: -fprefetch-loop-arrays not supported for this target (try -march switches)
en: -fprefetch-loop-arrays 在此目標平臺上不受支援(嘗試 -march 開關)

source: -freorder-blocks-and-partition does not work on this architecture
en: -freorder-blocks-and-partition 不能在此架構下工作

source: -frepo must be used with -c
en: -frepo 必須與 -c 一起使用

source: -g is only supported when using GAS on this processor,
en: 此處理器只有使用 GAS 時才支援 -g

source: -g option disabled
en: -g 選項已被停用

source: -g with -mno-apcs-frame may not give sensible debugging
en: -g 與 -mno-apcs-frame 並用可能不能給出有意義的除錯資訊

source: -h, --help Print this help, then exit
en: -h, --help 列印此輔助並離開

source: -install_name only allowed with -dynamiclib
en: -install_name 只能和 -dynamiclib 一起使用

source: -keep_private_externs not allowed with -dynamiclib
en: -keep_private_externs 不能和 -dynamiclib 一起使用

source: -m64 not supported in this configuration
en: 在目前配置下 -m64 不被支援

source: -m64 requires PowerPC64 architecture, enabling
en: -m64 需要 PowerPC64 架構，正在啟用

source: -maix64 and POWER architecture are incompatible
en: -maix64 和 POWER 架構互不相容

source: -maix64 required: 64-bit computation with 32-bit addressing not yet supported
en: 需要 -maix64：目前尚不支援 64 位元計算和 32 位元定址混用

source: -maix64 requires PowerPC64 architecture remain enabled
en: -maix64 需要 PowerPC64 架構被啟用

source: -malign-loops is obsolete, use -falign-loops
en: -malign-loops 已經過時，請使用 -falign-loops

source: -malign-loops=%d is not between 0 and %d
en: -malign-loops=%d 不在 0 和 %d 之間

source: -mapcs-stack-check incompatible with -mno-apcs-frame
en: -mapcs-stack-check 和 -mno-apcs-frame 互不相容

source: -max-stackframe=%d is not usable, not between 0 and %d
en: -max-stackframe=%d 無法使用，不在 0 和 %d 之間

source: -mbackchain -mpacked-stack -mhard-float are not supported in combination
en: -mbackchain -mpacked-stack -mhard-float 一起使用不受支援

source: -mbnu210 is ignored (option is obsolete)
en: -mbnu210 被忽略(選項已過時)

source: -mbranch-cost=%d is not between 0 and 5
en: -mbranch-cost=%d 不在 0 和 5 之間

source: -mcall-aixdesc must be big endian
en: -mcall-aixdesc 必須是高位位元組在前

source: -mhard-float not supported
en: 不支援 -mhard-float

source: -mlong-double-64 not allowed with -m64
en: -mlong-double-64 不允許與 -m64 一起使用

source: -mmultiple is not supported on little endian systems
en: -mmultiple 在低位位元組在前的系統上不受支援

source: -mpic-register= is useless without -fpic
en: -mpic-register= 不與 -fpic 並用時不起作用

source: -mregparm=%d is not between 0 and %d
en: -mregparm=%d 不在 0 和 %d 之間

source: -mrelocatable and -mcall-%s are incompatible
en: -mrelocatable 與 -mcall-%s 互不相容

source: -mrelocatable and -mno-minimal-toc are incompatible
en: -mrelocatable 和 -mno-minimal-toc 互不相容

source: -mrelocatable and -msdata=%s are incompatible
en: -mrelocatable 與 -msdata=%s 互不相容

source: -ms2600 is used without -ms
en: -ms2600 未與 -ms 一起使用

source: -msdata=%s and -mcall-%s are incompatible
en: -msdata=%s 與 -mcall-%s 互不相容

source: -msecure-plt not supported by your assembler
en: -msecure-plt 不為您的組譯器所支援

source: -mshared-library-id= specified without -mid-shared-library
en: 指定了 -mshared-library-id= 卻沒有使用 -mid-shared-library

source: -msingle-float and -msoft-float cannot both be specified
en: 不能同時指定 -msingle-float 和 -msoft-float

source: -mstack-guard implies use of -mstack-size
en: -mstack-guard 意味著使用 -mstack-size

source: -mstring is not supported on little endian systems
en: -mstring 在低位位元組在前的系統上不受支援

source: -n, --no-output Do not create an output file
en: -n, --no-output 不建立輸出檔案

source: -o FILE Set output file name
en: -o 檔案 設定輸出檔案名稱

source: -o, --object-directory DIR|FILE Search for object files in DIR or called FILE
en: -o, --object-directory DIR|FILE 在 DIR 中搜尋目的檔案，或搜尋名為 FILE 的目的檔案

source: -p, --preserve-paths Preserve all pathname components
en: -p, --preserve-paths 保留所有路徑名

source: -pass-exit-codes Exit with highest error code from a phase
en: -pass-exit-codes 在某一階段離開時回傳最高的錯誤碼

source: -pipe Use pipes rather than intermediate files
en: -pipe 使用管道代替暫時檔案

source: -print-file-name=<lib> Display the full path to library <lib>
en: -print-file-name=<函式庫> 顯示 <函式庫> 的完整路徑

source: -print-libgcc-file-name Display the name of the compiler's companion library
en: -print-libgcc-file-name 顯示編譯器伴隨函式庫的名稱

source: -print-multi-directory Display the root directory for versions of libgcc
en: -print-multi-directory 顯示不同版本 libgcc 的根目錄

source: -print-prog-name=<prog> Display the full path to compiler component <prog>
en: -print-prog-name=<程式> 顯示編譯器元件 <程式> 的完整路徑

source: -print-search-dirs Display the directories in the compiler's search path
en: -print-search-dirs 顯示編譯器的搜尋路徑

source: -private_bundle not allowed with -dynamiclib
en: -private_bundle 不能和 -dynamiclib 一起使用

source: -specs=<file> Override built-in specs with the contents of <file>
en: -specs=<檔案> 用 <檔案> 的內容覆寫內建的 specs 檔案

source: -time Time the execution of each subprocess
en: -time 為每個子處理序計時

source: -v Display the programs invoked by the compiler
en: -v 顯示編譯器呼叫的程式

source: -v, --verbose Print extra information while running
en: -v, --verbose 執行時列印附加資訊

source: -v, --version Print version number, then exit
en: -v, --version 列印版本號並離開

source: .NOT. operator in expression at %L must have a LOGICAL operand
en: %L 處的運算式中的 .NOT. 運算子必須帶 LOGICAL 運算元

source: 0 (disabled)
en: 0（已停用）

source: 1 (Default)
en: 1（預設值）

source: 1. DIKO概述 DIKO是一個網路應用架構、並且支援 UNICODE的檔案管理系統。
en: 1. DIKO Overview DIKO is a web-based, UNICODE-supported Document Management System.

source: 1. 在 Object Explorer 中，連接到 SQL Server資料庫引擎 的物件，然後展開 該物件。
en: In Object Explorer, connect to an instance of the SQL Server Database Engine and then expand that instance.

source: 1. 需求
en: 1.Requirements

source: 100ns (NTFS)
en: 100奈秒 (NTFS)

source: 128-bit long double not supported for VAX floats
en: 128 位 long double 在 VAX 上不受支援

source: 1ns (ext4)
en: 1奈秒 (ext4)

source: 1s (ext2/ext3)
en: 1秒 (ext2/ext3)

source: 2. 備份與復原 DIKO每天均須備份，以確保其完整性，這一點非常重要。
en: 2. Backup and Restore It is very important to backup DIKO on a daily basis to ensure its integrity.

source: 2. 然後你會看到以下的對話框：
en: Then you will see the dialog box below:

source: 2.1 備份 DIKO由兩個儲存媒體組成，即資料庫和檔案系統。
en: 2.1 Backup DIKO consists of two storage media namely Database and File System.

source: 2.1.1 資料庫備份 您可以使用一些資料庫備份軟體來備份 DIKO資料庫。
en: 2.1 Database backup You may use some database backup software to backup the DIKO database.

source: 2. 安裝 MICROSOFT WSE 2.0 SP3
en: 2. Install Microsoft WSE 2.0 SP3

source: 2018年10月10日
en: 10th Oct 2018

source: 2019年5月30日
en: 30th May 2019

source: 2s (VFAT)
en: 2秒 (VFAT標準)

source: 3. 按一下 OK接納預設的備份參數；要不，您可以將備份的預設位置設置為網 路附加儲存（NAS），以進行近線儲存。
en: Click OK to accept the default parameters; Otherwise, you may set the default location for backup to a Network Attached Storage (NAS) for nearline storage.

source: 3.5(如果有以下的圖片出現，點擊此
en: 3.5(If the below image shows up, select this

source: 3. 在 WINDOWS 安裝 DROPZONE
en: 3. Installing DropZone in Windows

source: 31 bit ABI
en: 31 位元 ABI

source: 4. DIKO DROP ZONE 系統設置
en: 4. DIKO DROP ZONE System Settings

source: 5. 使用 DIKO DROP ZONE
en: 5. Using DIKO DROP ZONE

source: 64 bit ABI
en: 64 位元 ABI

source: 6LOWPAN connection
en: 6LOWPAN連接

source: 6LOWPAN settings
en: 6LOWPAN設置

source: 802-1x settings
en: 802-1x設置

source: 802.11 frequency band of the network. One of "a" for 5GHz 802.11a or "bg" for 2.4GHz 802.11. This will lock associations to the Wi-Fi network to the specific band, i.e. if "a" is specified, the device will not associate with the same network in the 2.4GHz band even if the network's settings are compatible. This setting depends on specific driver capability and may not work with all drivers.
en: 網絡的802.11頻段。 5GHz 802.11a的“a”或2.4GHz 802.11的“bg”之一。這將鎖定與Wi-Fi網絡到特定頻帶的關聯，即，如果指定“a”，則即使網絡的設置是兼容的，設備也不會與2.4GHz頻帶中的相同網絡關聯。此設置取決於特定的驅動程序功能，可能不適用於所有驅動程序。

source: 802.1X supplicant configuration failed
en: 802.1X 請求組態失敗

source: 802.1X supplicant disconnected
en: 802.1X 請求已斷線

source: 802.1X supplicant failed
en: 802.1X 請求已失敗

source: 802.1X supplicant took too long to authenticate
en: 802.1X 請求花了太長時間進行認證

source: 802.1x setting requires 'wpa-eap' key management
en: 802.1x設置需要'wpa-eap'密鑰管理

source: < &Previous
en: < Priv

source: <During initialization>
en: <在初始化程序中>

source: <big>Drag and Drop <b>Theme or Plugin Folder</b> Here</big> or use the “Choose Folder” button
en: <big>Jrag en Drop <b>Đöme or Plùgin Fouldèr</b> à Nido</big> or yus đe “Silekt Fouldèr” bùtton

source: <big>Drag and Drop Folders Here</big> or use the + button
en: <big>Jrag en Drop Fouldèrs à Nido</big> or yus đe + bùtton

source: <big>Drag and drop <b>theme or plugin folder</b> here</big> or use the “Choose folder” button
en: <big>Jrag en drop <b>đöme or plùgin fouldèr</b> à nido</big> or yus đe “Silekt fouldèr” bùtton

source: <big>Drag and drop folders here</big> or use the + button
en: <big>Jrag en drop fouldèrs à nido</big> or yus đe + bùtton

source: 此外，DIKO保留每個檔案的版本以確保其完整性。
en: In addition, DIKO keeps the versions of each document to protect its integrity.

source: 基於角色的許可權確保只有授權的群組和使用者才能訪問這些檔案。
en: Role-based permissions ensure only authorized groups and users can access the documents.

source: DIKO支援元資料和內容搜索。
en: DIKO supports both metadata and content search.

source: 適時科技有限公司保留本文所有權利。
en: All rights reserved by Software Island Taiwan.

source: 此網格顯示指定位置的可用備份。
en: This grid displays the backups available for the specified location.

source: DIKO允許使用者將多個檔案在進行列印時合併為單一個PDF檔案。
en: DIKO allows the users to merge multiple documents to a PDF for printing.

source: 展開Databases，於DIKO按右鍵，然後指向Tasks，按一下Back Up....。
en: Expand Databases, to DIKORight clickAnd then pointTasks, click it onceBack Up.....
